# Browsers & Web
vivaldi

# Dev & Terminal
ghostty
cursor
android-platform-tools

# Productivity
raycast
notion
notion-calendar
1password

# Communication
signal
dorion

# Media
spotify

# System Utilities
font-hack-nerd-font
font-sf-pro
shottr
aerospace
thow@beta
blip
linearmouse
macs-fan-control

# Appearance
topnotch
